trunk/HSIM/iHub/BRS/xml/SetFilter

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><GetUpdatedObjects xmlns="http://schemas.actuate.com/actuate11"><Operation><Target><Id>$1</Id><Type>$2</Type></Target><Operator>SetFilter</Operator><Data><Filter><Type>Simple</Type><Expression><Clause><ColumnName><Name>$3</Name><DataType>$4</DataType></ColumnName><FilterOp>$5</FilterOp><FilterOperand><Literal>$6</Literal></FilterOperand></Clause></Expression></Filter></Data></Operation></GetUpdatedObjects></Body></Envelope>